[{"merit_name": "Air of Menace", "merit_rating": "2", "prerequisites": [{"noun": "Intimidation", "rating": 2}], "effect": "You wear a history of violence on your sleeve. +2 to menace others, and less rough characters must spend Willpower to pick a fight, but social maneuvering is harder.", "reference": "HL 41"}, {"merit_name": "Allies", "merit_rating": "1 5", "prerequisites": [], "effect": "You have influence and goodwill with a chosen group proportional to your dots in this Merit. Each session, you can call on your Allies for favors of a value rated 1 to 5 by the Storyteller, up to your rating in the Merit. Favors in excess require a roll of Manipulation + Persuasion + Allies.", "reference": "CofD 49"}, {"merit_name": "Alternate Identity", "merit_rating": "1 3", "prerequisites": [], "effect": "You've laid groundwork establishing a false identity: an informal history with one dot, a veneer of documentation with two, or an airtight paper trail with three. +1 to Subterfuge rolls to maintain the false identity, or +2 with three dots.", "reference": "CofD 50"}, {"merit_name": "Anonymity", "merit_rating": "1 5", "prerequisites": [{"noun": "No", "rating": 1}], "effect": "Penalize attempts to find you by paper trail or living evidence by a die per Anonymity dot.", "reference": "CofD 50"}, {"merit_name": "Barfly", "merit_rating": "2", "prerequisites": [{"noun": "Socialize", "rating": 2}], "effect": "You can get in anywhere socially. Penalize attempts to recognize you as out of place by your Socialize dots.", "reference": "CofD 50"}, {"merit_name": "Closed Book", "merit_rating": "1 5", "prerequisites": [{"noun": "Manipulation", "rating": 3}, {"noun": "Resolve", "rating": 3}], "effect": "Add dots in this Merit to your number of Doors, and as a die bonus to contest Social assessment actions.", "reference": "CofD 50"}, {"merit_name": "Cohesive Unit", "merit_rating": "1 3", "prerequisites": [{"noun": "Presence", "rating": 3}], "effect": "Confer +2 to teamwork. With two dots, confer bonus dice each scene. With three dots, confer rerolls.", "reference": "HL 42"}, {"merit_name": "Contacts", "merit_rating": "1 5", "prerequisites": [], "effect": "Choose a group or field for each dot of Contacts. You can roll Manipulation + (relevant Social Skill) to gather information or dirt from acquaintances in any of these groups or fields.", "reference": "CofD 50"}, {"merit_name": "Defender", "merit_rating": "1 3", "prerequisites": [], "effect": "Gain bonus Willpower to spend on protecting loved ones, but losing them causes a crisis of grief or retribution.", "reference": "HL 42"}, {"merit_name": "Empath", "merit_rating": "2", "prerequisites": [{"noun": "Empathy", "rating": 2}], "effect": "Contest Wits + Empathy against Manipulation + Subterfuge for insight into a character's mental state, which can open Doors or ease breaking points.", "reference": "HL 42"}, {"merit_name": "Fame", "merit_rating": "1 3", "prerequisites": [{"noun": "No", "rating": 3}], "effect": "You're known for something, locally or selectively with one dot, broadly in an area with two dots, or universally with three. Add Fame dots as a die bonus to Social rolls targeting those impressed by your reputation, and to rolls by other characters to find or identify you.", "reference": "CofD 50"}, {"merit_name": "Fixer", "merit_rating": "2", "prerequisites": [{"noun": "Contacts", "rating": 2}, {"noun": "Wits", "rating": 3}], "effect": "Obtain services as if they were one Availability dot lower.", "reference": "CofD 51"}, {"merit_name": "Hobbyist Clique", "merit_rating": "2", "prerequisites": [{"noun": "Any Skill", "rating": 2}], "effect": "So long as you keep up with your fellow hobbyists, their support provides 9-Again to roll your hobby Skill, and a +2 die bonus to extended actions using that Skill.", "reference": "CofD 51"}, {"merit_name": "Inspiring", "merit_rating": "3", "prerequisites": [{"noun": "Presence", "rating": 3}], "effect": "Roll Presence + Expression to confer the Inspired Condition.", "reference": "CofD 51"}, {"merit_name": "Iron Will", "merit_rating": "2", "prerequisites": [{"noun": "Resolve", "rating": 4}], "effect": "When you spend Willpower to contest or resist Social influence, substitute your Resolve rating for the usual Willpower bonus. If the roll is contested, take 8-Again.", "reference": "CofD 51"}, {"merit_name": "Mentor", "merit_rating": "1 5", "prerequisites": [], "effect": "You have a guide who expects something from you proportional to his or her influence, as measured by your dots in Mentor. Choose three traits out of the list of Skills plus the Resources Merit. Once per session, your Mentor can provide aid that falls within one of these traits, achieving automatic success.", "reference": "CofD 51"}, {"merit_name": "Peacemaker", "merit_rating": "2 3", "prerequisites": [{"noun": "Wits", "rating": 3}, {"noun": "Empathy", "rating": 3}], "effect": "You can spend Willpower to attempt to negotiate a nonviolent end to hostilities through Social Maneuvering. With three dots, you can attempt to talk down even supernatural rages.", "reference": "HL 42"}, {"merit_name": "Pusher", "merit_rating": "1", "prerequisites": [{"noun": "Persuasion", "rating": 2}], "effect": "When you use soft leverage, improve your impression as if you'd also satisfied the mark's Vice.", "reference": "CofD 53"}, {"merit_name": "Resources", "merit_rating": "1 5", "prerequisites": [], "effect": "You have disposable income proportional to your dots in this Merit. Once per session, you can securely procure an item or service with an Availability that doesn't exceed your Resources rating, including any reasonable number of items or services whose Availability is exceeded by your Resources by two dots. You can acquire an item or service with an Availability one point above your Resources rating at the cost of reducing your effective Resources by a dot for a month.", "reference": "CofD 53"}, {"merit_name": "Retainer", "merit_rating": "1 5", "prerequisites": [], "effect": "You have a mook. Your underling's dice pool is twice their Retainer rating for actions within their purview, or equal to their Retainer rating for actions outside it.", "reference": "CofD 53"}, {"merit_name": "Safe Place", "merit_rating": "1 5", "prerequisites": [], "effect": "You've secured a place from intrusion. While there, add the Safe Place rating to your Initiative. Penalize rolls to break in by Safe Place. If you have Crafts dots, you can trap it, forcing intruders to roll Dexterity + Larceny - Safe Place to avoid lethal damage up to the Safe Place's rating. Multiple characters can contribute dots to a Safe Place and share the full resulting rating.", "reference": "CofD 54"}, {"merit_name": "Small Unit Tactics", "merit_rating": "2", "prerequisites": [{"noun": "Presence", "rating": 3}], "effect": "Once per scene when you coordinate allies, you can spend Willpower as an instant action to confer the die bonus to a number of allies up to your Presence rating.", "reference": "CofD 54"}, {"merit_name": "Spin Doctor", "merit_rating": "1", "prerequisites": [{"noun": "Manipulation", "rating": 3}, {"noun": "Subterfuge", "rating": 2}], "effect": "Using Tainted Clues inflicts an additional -1 penalty instead of consuming any successes.", "reference": "CofD 54"}, {"merit_name": "Staff", "merit_rating": "1 5", "prerequisites": [], "effect": "You have employees corresponding to one Skill per dot of Staff. They can achieve a single automatic success at relevant actions using one of those Skills.", "reference": "CofD 54"}, {"merit_name": "Status", "merit_rating": "1 5", "prerequisites": [], "effect": "You have influence as part of a chosen group. You can draw on their facilities and resources, block the use of a relevant Social Merit lower than your Status rating once per session, and apply Status as a die bonus to Social rolls drawing on your influence.", "reference": "CofD 54"}, {"merit_name": "Striking Looks", "merit_rating": "1 2", "prerequisites": [], "effect": "Your appearance is noteworthy and memorable. Add Striking Looks as a die bonus to Social rolls that benefit from your appearance, and to rolls by other characters to notice or remember you.", "reference": "CofD 54"}, {"merit_name": "Support Network", "merit_rating": "1 5", "prerequisites": [{"noun": "Appropriate Social", "rating": 1}], "effect": "Choose a Social Merit to represent supportive ties. You can spend Willpower to turn to those ties to weather a breaking point, using this Merit as bonus dice.", "reference": "HL 43"}, {"merit_name": "Sympathetic", "merit_rating": "2", "prerequisites": [], "effect": "When you engage in Social Maneuvering, you can accept a Condition such as Leveraged or Swooning to immediately open two Doors.", "reference": "CofD 55"}, {"merit_name": "Table Turner", "merit_rating": "1", "prerequisites": [{"noun": "Composure", "rating": 3}, {"noun": "Manipulation", "rating": 3}, {"noun": "Wits", "rating": 3}], "effect": "When targeted by Social Maneuvering, you can spend Willpower to preemptively respond with a Social action of your own.", "reference": "CofD 55"}, {"merit_name": "Takes One to Know One", "merit_rating": "1", "prerequisites": [], "effect": "When you investigate an incident that resonates with your Vice, instead of suffering the normal -2 penalty, your roll gains +2 dice and 9-Again. Succeeding on the roll satisfies your Vice.", "reference": "CofD 55"}, {"merit_name": "Taste", "merit_rating": "1", "prerequisites": [{"noun": "Crafts", "rating": 2}], "effect": "Choose a Specialty in Crafts or Expression. You can roll Wits + (Skill in question) to draw information about the nature of a work that falls within the chosen Specialty.", "reference": "CofD 55"}, {"merit_name": "True Friend", "merit_rating": "3", "prerequisites": [], "effect": "You have an unbreakable bond of friendship with a chosen character. Rolls to influence your friend to your detriment suffer a -5 penalty. Once per story, you can recover one Willpower through a meaningful interaction with your friend.", "reference": "CofD 56"}, {"merit_name": "Untouchable", "merit_rating": "1", "prerequisites": [{"noun": "Manipulation", "rating": 3}, {"noun": "Subterfuge", "rating": 2}], "effect": "You're a smooth criminal. Rolls to investigate your deeds must achieve an exceptional success or else turn up Incomplete Clues.", "reference": "CofD 56"}]